Repository: cyclestreets/winphone
Catalog: Resources/AppResources.*.resx
Languages: da_dk, fr

# ResourceLanguage
source: en-US
da_dk: da-DK
fr: fr

# SampleProperty
source: Sample Runtime Property Value
da_dk: Prøven Runtime egenskabsværdi
fr: Valeur de propriété d'exécution d'échantillon

# FeedbackBody
source: [Your feedback here] --------------------------------- Device Name: {0} Device Manufacturer: {1} Device Firmware Version: {2} Device Hardware Version: {3} Application Version: {4} ---------------------------------
da_dk: [Din feedback her] --------------------------------- Enhedens navn: {0} Enhedsproducenten: {1} Enhedens firmwareversion: {2} Enhedens Hardware Version: {3} Programversion: {4} ---------------------------------
fr: [Vos commentaires ici] --------------------------------- Nom du périphérique : {0} Fabricant du périphérique : {1} Appareil Firmware Version : {2} Dispositif Hardware Version : {3} Version d'application : {4} ---------------------------------

# FeedbackMessage1
source: Sorry to hear you didn't want to rate CycleStreets. Tell us about your experience or suggest how we can make it even better.
da_dk: Ked af at høre du ikke ønsker at sats CycleStreets. Fortæl os om dine erfaringer eller foreslå, hvordan vi kan gøre det endnu bedre.
fr: Désolé d'entendre que vous ne voulez pas au taux de CycleStreets. Parlez-nous de votre expérience ou de suggérer comment nous pouvons faire encore mieux.

# FeedbackNo
source: no thanks
da_dk: Nej tak
fr: Non merci

# FeedbackSubject
source: CycleStreets Customer Feedback
da_dk: CycleStreets kundefeedback
fr: Commentaires de clients CycleStreets

# FeedbackTitle
source: Can we make it better?
da_dk: Kan vi gøre det bedre?
fr: Pouvons nous faire mieux ?

# FeedbackYes
source: give feedback
da_dk: Giv feedback
fr: donner vos commentaires

# RatingMessage1
source: We'd love you to rate our app 5 stars Showing us some love on the store helps us to continue to work on the app and make things even better!
da_dk: Vi ville elske dig til at vurdere vores app 5 stjerner Viser os nogle kærlighed på store hjælper os til at fortsætte med at arbejde på app og gøre tingene endnu bedre!
fr: Nous serions ravis de vous évaluer nos étoiles app 5 Nous montrant peu d'amour sur le magasin nous aide à continuer à travailler sur l'app et rendre les choses encore mieux !

# RatingMessage2
source: You look to be getting a lot of use out of our application! Why not give us a 5 star rating to show your appreciation?
da_dk: Du ser for at få en masse brug ud af vores ansøgning! Hvorfor ikke give os et 5-stjernet rating til at vise din påskønnelse?
fr: Vous regardez pour obtenir beaucoup de l'utilisation de notre application ! Pourquoi ne pas nous donner une cote 5 étoiles pour montrer votre appréciation ?

# RatingNo
source: no thanks
da_dk: Nej tak
fr: Non merci

# RatingTitle
source: Enjoying CycleStreets?
da_dk: Nyde CycleStreets?
fr: Bénéficiant de CycleStreets ?

# RatingYes
source: rate 5 stars
da_dk: sats 5 stjerner
fr: Note 5 étoiles

# TrialExpiredMsg
source: Your free trial has expired. Press OK to go to the store where you can download the full version of the app.
da_dk: Din gratis prøveperiode er udløbet. Tryk på OK for at gå til den butik, hvor du kan downloade den fulde version af appen.
fr: Votre essai gratuit a expiré. Appuyez sur OK pour accéder à la boutique où vous pouvez télécharger la version complète de l'app.

# TrialExpiredTitle
source: Trial Expired
da_dk: Prøveversionen er udløbet
fr: Épreuve périmé

# GetDataError
source: An error occurred getting data from
da_dk: Der opstod en fejl ved at få data fra
fr: Une erreur s'est produite l'obtention de données de

source: Cursor
da_dk: markør
fr: Curseur

source: Find Route
da_dk: Find rute
fr: Trouver l'itinéraire

source: load route
da_dk: indlæse rute
fr: Charger itinéraire

source: My Position
da_dk: Min holdning
fr: Ma Position

source: please wait
da_dk: Vent et øjeblik...
fr: Veuillez patienter

# PleaseWaitMsg
source: Please wait while we calculate your route.
da_dk: Vent venligst mens vi beregne din rute.
fr: Veuillez patienter, nous calculons votre itinéraire.

source: Privacy Policy
da_dk: Erklæring om beskyttelse af personlige oplysninger
fr: Politique de confidentialité

source: save route
da_dk: Gem rute
fr: sauver route

source: Settings
da_dk: Indstillinger
fr: Paramètres

# Tutorial1
source: Tutorial: Tap these boxes to close and continue&#xA;&#xA;You can add route markers in four ways. &#xA;&#xA;1. You can type in this box...
da_dk: Tutorial: Tryk på disse kasser for at lukke og fortsætte&#xA;&#xA;Du kan tilføje rute markører på fire måder. &#xA;&#xA; 1. Du kan skrive i denne boks...
fr: Tutoriel : Tapez sur ces boîtes pour fermer et continuer&#xA ;&#xA ;Vous pouvez ajouter des marqueurs de l'itinéraire de quatre façons. &#xA ;&#xA; 1. Vous pouvez tapez dans cette zone...

# Tutorial2
source: 2. Tap this option to select your current position...
da_dk: 2. Tryk på denne mulighed for at vælge din nuværende position...
fr: 2. Appuyez sur cette option pour sélectionner votre position actuelle...

# Tutorial3
source: 3. Tap this option to select the point on the map directly under the &quot;+&quot; cursor. You can drag the map around and pinch zoom to refine the position.
da_dk: 3. Tryk på denne mulighed for at vælge et punkt på kortet direkte under &quot; +&quot; markør. Du kan trække kortet rundt og knivspids zoom for at justere positionen.
fr: 3. Appuyez sur cette option pour sélectionner le point sur la carte directement sous le &quot; +&quot ; curseur. Vous pouvez faire glisser la carte autour et pincer le zoom pour affiner la position.

# Tutorial4
source: 4. You can tap anywhere on the map
da_dk: 4. Du kan indpasses overalt på kortet
fr: 4. Vous pouvez taper n'importe où sur la carte

# Tutorial5
source: Once there are at least two markers on the map you can tap this button to find your route.
da_dk: Når der er mindst to markører på kortet kan du trykke på denne knap for at finde din rute.
fr: Une fois qu'il y a au moins deux marqueurs sur la carte vous pouvez touchez ce bouton pour trouver votre route.

# Tutorial6
source: You can remove a waypoint by tapping it.
da_dk: Du kan fjerne et waypoint ved at trykke på den.
fr: Vous pouvez supprimer un waypoint en appuyant dessus.

# Tutorial7
source: You can change the route type with this drop down list. Change the default in the Settings menu
da_dk: Du kan ændre Rutetype med denne rulleliste. Ændre standard i menuen Indstillinger
fr: Vous pouvez modifier le type de route avec cette liste déroulante. Changer la valeur par défaut dans le menu paramètres

# Tutorial8
source: This information button will open an additional menu with more information on your route.
da_dk: Denne information knap åbner en ekstra menu med flere oplysninger på din rute.
fr: Ce bouton d'information ouvrira un menu supplémentaire avec plus d'informations sur votre itinéraire.

# TypeLocation
source: TYPE LOCATION OR USE APP BAR
da_dk: SKRIV PLACERING ELLER BRUG APP BAR
fr: TAPEZ L'EMPLACEMENT OU UTILISATION APP BAR

source: balanced route
da_dk: afbalanceret rute
fr: Itinéraire équilibré

source: fastest route
da_dk: hurtigste rute
fr: Itinéraire le plus rapide

source: quietest route
da_dk: roligste rute
fr: Itinéraire plus silencieux

source: Enabled
da_dk: Aktiveret
fr: Activé

source: Disabled
da_dk: deaktiveret
fr: Handicapés

# ShowTutorialMsg
source: Would you like us to guide you through how to use the app with a tutorial?
da_dk: Vil du have os til at guide dig gennem hvordan du bruger appen med en tutorial?
fr: Vous souhaitez vous guider à travers la façon d'utiliser l'application avec un tutoriel ?

source: Tutorial
da_dk: Selvstudium
fr: Tutoriel

source: No suggestions
da_dk: (ingen forslag)
fr: Aucune suggestion

source: No route found. Try another search
da_dk: Ingen rute fundet. Prøv en anden søgning
fr: Aucun itinéraire trouvé. Essayez une autre recherche

source: No Route
da_dk: Ingen rute
fr: Aucun itinéraire

source: Route Number
da_dk: Rutenummer
fr: Numéro de l'itinéraire

source: Journey time
da_dk: Rejsetid
fr: Temps de trajet

source: Quietness
da_dk: Stilhed
fr: Calme

source: Signaled Junctions
da_dk: Signaleret vejkryds
fr: Jonctions signalées

source: Signaled Crossings
da_dk: Signaleret overfarter
fr: Passages signalés

source: CO2 avoided
da_dk: CO2 undgås
fr: CO2 évité

source: Calories
da_dk: Kalorier

source: Distance
da_dk: afstand

# Miles
source: {0} miles
da_dk: Mil
fr: km

source: Could not calculate route
da_dk: Kunne ikke beregne ruten
fr: Ne peut pas calculer itinéraire

# MetresShort
source: {0} metres
da_dk: M
fr: m

source: Quiet
da_dk: Stille
fr: Au calme

source: Quite Quiet
da_dk: Helt stille
fr: Tout à fait tranquille

source: Quite Busy
da_dk: Ganske travlt
fr: Très occupé

source: Busy
da_dk: optaget
fr: Occupé

source: Very Busy
da_dk: Meget travlt
fr: Très occupé

# DirectionText
source: {0} at {1} &#xA;Continue for {2} m
da_dk: {0} på {1} &#xA;Fortsæt til {2} m
fr: {0} sur {1} &#xA ;Continuer sur {2} m

# Feedback_feedbackTypes_Route_Feedback
source: Route Feedback
da_dk: Rute Feedback
fr: Itinéraire retour

# Feedback_feedbackTypes_App_Feedback
source: App Feedback
da_dk: Feedback på app

# Feedback_feedbackTypes_Bug_Report
source: Bug Report
da_dk: Fejlrapport
fr: Rapport de bogue

# Feedback_feedbackTypes_Other
source: Other
da_dk: Andet
fr: Autres

# Feedback_enterComments
source: Please enter some comments before pressing submit.
da_dk: Indtast nogle kommentarer inden du trykker på Send.
fr: S'il vous plaît entrer quelques commentaires avant d'appuyer sur soumettre.

# Feedback_submitButton_Tap_No_comments
source: No comments
da_dk: Ingen kommentarer
fr: Pas de commentaire

# TrialWelcome
source: Thank you for installing the CycleStreets trial. This trial lasts 72 hours and allows access to all the features of the full app. You can purchase the full version at any time from the app bar.
da_dk: Tak for at installere prøveversionen af CycleStreets. Dette forsøg varer 72 timer og giver adgang til alle funktionerne i den fulde app. Du kan købe den fulde version på ethvert tidspunkt fra app bar.
fr: Je vous remercie pour l'installation du procès CycleStreets. Ce procès dure 72 heures et permet d'accéder à toutes les fonctionnalités de l'application complète. Vous pouvez acheter la version complète à partir de la barre de l'app.

# MainPage_OnNavigatedTo_Hello
source: Hello
da_dk: Hej
fr: Salut

# LocationConsent
source: CycleStreets requires access to your location in order to provide navigation and mapping information. Do you want to allow this?
da_dk: CycleStreets kræver adgang til din placering for at give oplysninger om navigation og kortlægning. Vil du tillade det?
fr: CycleStreets requiert l'accès à votre emplacement afin de fournir des informations de navigation et de cartographie. Vous voulez permettre cela ?

# MainPage_OnNavigatedTo_Location
source: Location
da_dk: placering
fr: Emplacement

# MainPage_ApplicationBarMenuItem_ToggleAerialView_Enable_aerial_view
source: Enable aerial view
da_dk: Aktivere Luftfoto
fr: Activez la vue aérienne

# MainPage_ApplicationBarMenuItem_ToggleAerialView_Disable_aerial_view
source: Disable aerial view
da_dk: Deaktivere Luftfoto
fr: Désactiver la vue aérienne

source: Default Route Type
da_dk: Standard rutetype
fr: Type d'itinéraire par défaut

source: Location Enabled
da_dk: Placering aktiveret
fr: Emplacement activé

source: Map Style
da_dk: Kortlayout
fr: Carte Style

source: My Cycling Speed
da_dk: Min cykel hastighed
fr: Ma vitesse de cyclisme

source: Prevent Sleep
da_dk: Forhindre søvn
fr: Empêcher le sommeil

source: Tutorial Enabled
da_dk: Tutorial aktiveret
fr: Tutoriel activé

# DirectionsResults_DirectionsResults_Save
source: Save
da_dk: Gem
fr: Enregistrer

# DirectionsResults_DirectionsResults_Share
source: Share
da_dk: Del
fr: Partager

# DirectionsResults_DirectionsResults_Route_Feedback
source: Route Feedback
da_dk: Rute Feedback
fr: Itinéraire retour

source: directions
da_dk: rutevejledning

source: journey facts
da_dk: rejse fakta
fr: faits de voyage

source: Send Feedback
fr: Envoyez vos commentaires
